[
  {
    "variable": "cats",
    "agedesc2plus": "The streets are filled with cats. It is forbidden to not own a cat.",
    "agedesc2minus": "Cats are banned from the city. Cat smugglers are pilloried in the streets.",
    "agedesc3plus": "Cats are revered above all. Each household's cat holds the place of honor at the family table.",
    "agedesc3minus": "Armored cat jails tower above the landscape. All cats go to jail.",
    "agedesc4plus": "Cats have more rights than humans. <say-as interpret-as=\"interjection\">meow</say-as>.",
    "agedesc4minus": "Scientists train AI to detect cats in security footage and automatically alert the cat cops.",
    "agedesc5plus": "Cats are now smarter than humans.",
    "agedesc5minus": "Gene-hackers have figured out how to turn cats into dogs. <say-as interpret-as=\"interjection\">woof</say-as>.",
    "agedesc6plus": "Sentient cats now work as priests in your temples. Humans weep at the sacred touch of the cat.",
    "agedesc6minus": "Humanity is still celebrating the anniversary of the day Earth's final cat was thrown into a black hole."
  },
  {
    "variable": "shampoo",
    "agedesc2plus": "Every morning, all people of this land wash their hair in communal shampoo-temples.",
    "agedesc2minus": "Shampoo is banned in this kingdom. Those who use it are dragged before the inquisition.",
    "agedesc3plus": "The city's leadership flaunts their long and luxuriously shampooed hair.",
    "agedesc3minus": "Forbidden shampoo cults have sprung up against you, but the inquisition's, steam droids, suppress them.",
    "agedesc4plus": "The financial district is full of long-haired investors trading shampoo futures.",
    "agedesc4minus": "Everyone is now completely bald. It's just easier to be bald, these days.",
    "agedesc5plus": "Tiny shampoo droids now shampoo everyone's hair continuously, all day long.",
    "agedesc5minus": "To avoid the stigma of shampoo, most people have replaced their hair with self-cleaning cyber hair.",
    "agedesc6plus": "Star-captains export rare shampoos to aliens. Your shampoo commandments spread to the furthest planets.",
    "agedesc6minus": "Humanity wages constant war, against pro shampoo aliens... but they bear the losses proudly."
  },
  {
    "variable": "pumpkins",
    "agedesc2plus": "Every single farm in this land now grows pumpkins-- the <phoneme alphabet=\"ipa\" ph=\"ˈblɛsəd\">blessed</phoneme> fruit.",
    "agedesc2minus": "Pumpkins are now banned in this land. Youths smash pumpkins in the town square.",
    "agedesc3plus": "Steam-powered automata, carry armfuls of pumpkins to market. Pumpkins are the cornerstone of the economy.",
    "agedesc3minus": "<phoneme alphabet=\"ipa\" ph=\"ˈkɝsəd\">Cursed</phoneme> pumpkin-smugglers are dragged in chains to the courthouse. No forgiveness for this terrible sin!",
    "agedesc4plus": "Scientists have discovered how to create most of the necessities of life out of pumpkins only.",
    "agedesc4minus": "The prison-industrial complex thrives off a population of imprisoned pumpkin-lovers.",
    "agedesc5plus": "Intelligent uplifted pumpkins hover in the street. Everyone blows kisses at them.",
    "agedesc5minus": "Thoughts about pumpkins are now banned. Good thing that brain-tech eradicates them.",
    "agedesc6plus": "Many humans genetically alter themselves into pumpkins, attaining highest nirvana.",
    "agedesc6minus": "Humans travel to the stars, determined to find a land where <phoneme alphabet=\"ipa\" ph=\"ˈkɝsəd\">Cursed</phoneme> pumpkins cannot thrive."
  },
  {
    "variable": "trash",
    "agedesc2plus": "Your altar is covered in trash.",
    "agedesc2minus": "Every Sunday, litterers are flogged in the town square. Children sit on their parents' shoulders to watch the trash lash.",
    "agedesc3plus": "Your truest worshipers smear themselves with rotten fruit.",
    "agedesc3minus": "Trashlords rule the criminal underground.",
    "agedesc4plus": "Creative trash arrangements are a prominent genre of art.",
    "agedesc4minus": "Cities employ hundreds of thousands of street cleaners to ensure that they are pristine, trash-less, and holy.",
    "agedesc5plus": "The first airship made entirely of trash has been consecrated as a holy vessel. <say-as interpret-as=\"interjection\">Hip hip hooray</say-as>!",
    "agedesc5minus": "Littering is punishable by death and kill squads patrol the skies.",
    "agedesc6plus": "The planet is darkened by a celestial patina of orbiting filth.",
    "agedesc6minus": "Shortly after every child is born, it is tattooed with the words \"haste makes waste."
  },
  {
    "variable": "humble",
    "agedesc2plus": "Your worshipers constantly reflect on their inadequacies.",
    "agedesc2minus": "Confident churchgoers boast about how they are definitely immune to the great pox.",
    "agedesc3plus": "All of the finest literature is published anonymously.",
    "agedesc3minus": "The rich carry large signs emblazoned with their net worth.",
    "agedesc4plus": "The only acceptable garment is the humble sackcloth.",
    "agedesc4minus": "People are extremely confident that they are going to make a killing from their cryptocurrency investments.",
    "agedesc5plus": "A popular new brainmod removes the capacity to feel pride.",
    "agedesc5minus": "The government provides every citizen with a monthly stipend of cocaine.",
    "agedesc6plus": "Bragging lands you a solid decade in space jail.",
    "agedesc6minus": "There are two thousand simultaneous wars."
  },
  {
    "variable": "spicy",
    "agedesc2plus": "Spice tolerance is one of the most desirable virtues for a mate.",
    "agedesc2minus": "Gruel is eaten at every meal.",
    "agedesc3plus": "In your holy temple, worshipers rub their eyes with peppers. Their cheeks are coated in tears.",
    "agedesc3minus": "Spicy food is illegal.",
    "agedesc4plus": "The neurotoxins in genetically modified peppers kill hundreds of people every year.",
    "agedesc4minus": "Delinquents purchase spicy food on the dark web.",
    "agedesc5plus": "A new body mod allows your worshipers to make their skin spicy.",
    "agedesc5minus": "The spiciest remaining food is the gourd.",
    "agedesc6plus": "Swimming in a pool of hot sauce is the most popular event at The Spicy Space Olympics.",
    "agedesc6minus": "Many of your disciples eat only flavorless nutrient pills."
  },
  {
    "variable": "objective",
    "agedesc2plus": "Everyone now behaves as if there is a true objective reality that all people share. This results in many arguments.",
    "agedesc2minus": "Everyone now realizes that there is no objective reality that anyone shares. This results in many arguments.",
    "agedesc3plus": "Every nation-state now keeps a record of what facts are objectively true. Everyone agrees that this is very ominous.",
    "agedesc3minus": "People are trying to remain chill about the fact that there is no truth and everything is very messed up. It is difficult, but they try.",
    "agedesc4plus": "Different nations exhaustively catalogue facts about the universe in a horrifying wiki too big for any mind to comprehend. Those who introduce contradictions are killed.",
    "agedesc4minus": "Recently, the United Nations declared that nothing is true, and everything is permitted.",
    "agedesc5plus": "It is objective reality that the war over objective reality has never stopped. It is objective reality that everyone knows this.",
    "agedesc5minus": "Invasive brain technology has finally revealed the extent to which humans see the world differently. Everyone is horrified.",
    "agedesc6plus": "Recently, many humans uploaded themselves to the internet so that they could truly be mad online about the nature of objective reality.",
    "agedesc6minus": "Scientists recently used math to prove that nothing is true and nobody can ever agree on anything. However, this resolves nothing."
  },
  {
    "variable": "icecream",
    "agedesc2plus": "Ice is a treasured commodity. In the summer, pilgrims ship it thousands of miles to make holy ice cream in your temples.",
    "agedesc2minus": "Ice cream has become the food of heathens, bandits, and criminals. Many young children are lured to crime by its sweet promise.",
    "agedesc3plus": "Refrigeration technology grows by leaps and bounds every year. The rich now eat diets based entirely on iced creams.",
    "agedesc3minus": "Underground Cream Gangs, as they are known, traffic in dangerous strains of very cold ice cream. Come morning, those who overdose, are found frozen stiff, in dark alleyways.",
    "agedesc4plus": "Scientists have invented an ice cream that chills and preserves internal organs, prolonging human life by decades.",
    "agedesc4minus": "Teens now wear Ice Cream Chastity Rings. They pledge before your altar to never eat ice cream.",
    "agedesc5plus": "Body Mods can now modify your tongue to make you feel as if you are never not eating ice cream.",
    "agedesc5minus": "Ice Cream fiends trade their kidneys on the black market for a rare tub of Ben and Jerry's.",
    "agedesc6plus": "On Mars, whole cities are now encased in refrigerated domes. Buildings and streets are made of ice cream-- and even some <emphasis>people.</emphasis>",
    "agedesc6minus": "These days, the only place you can buy ice cream is in the most lawless offworld trading depots-- places where a gallon of human blood only buys you half a quart."
  },
  {
    "variable": "hawaiian",
    "agedesc2plus": "In this land, the king's coat of arms shows both flesh and fruit: both ham and pineapple.",
    "agedesc2minus": "In this land, Pizza artisans train for years in pizzacraft. They learn to make every type... except the forbidden one.",
    "agedesc3plus": "Steam-powered greenhouses have made pineapple farming possible in every land. The ham and pineapple pizza is the foundation of every diet.",
    "agedesc3minus": "Dark cults meet in the sewers to taste the forbidden combination of flesh and fruit.",
    "agedesc4plus": "Pineapple and ham pizzas are now more popular than plain cheese pizzas. Some restaurants riff, hipster-style, on the concept of the ham and pineapple pizza.",
    "agedesc4minus": "The forbidden combination of flesh and fruit was recently legalized in some European nations. American tourists travel to Amsterdam for their first taste of ham and pineapple pizza.",
    "agedesc5plus": "On every street corner, there stands a vending machine that can serve you a large sized ham and pineapple pizza, blazing hot, in under thirty seconds.",
    "agedesc5minus": "Prisons overflow with those who dare to cook ham and pineapple together on a pizza. In some nations, authorities find it easier to simply ban all pizzas.",
    "agedesc6plus": "Mars has been colonized, by pineapple farmers. It is now known as, the \"Green Planet.\" Meanwhile, the moons of Jupiter are crowded with low-gravity pig farms. The solar system's annual ham and pineapple pizza output has topped, fifty sextillion, individual pizzas.",
    "agedesc6minus": "As new planets open up for colonization, Earthlings who love pineapple and ham together are emigrating to the stars, where laws are laxer. They say that on the furthest moons of jupiter, you can buy a ham and pineapple pizza in peace."
  },
  {
    "variable": "numbers",
    "agedesc2plus": "To honor the number two, court jesters are allowed to juggle no more than two balls.",
    "agedesc2minus": "In light of the holy edict on the number three, a crazed worshiper gathers three of every animal in preparation for a holy flood.",
    "agedesc3plus": "Orphanages are flooded with unwanted third children. <say-as interpret-as=\"interjection\">good riddance</say-as>.",
    "agedesc3minus": "To honor the number three, newborn children are given three names -- one known to everyone, one spoken only by their family, and one that they must never reveal.",
    "agedesc4plus": "A new law decrees that, to honor the celestial number two, every item in every store must be buy one get one free.",
    "agedesc4minus": "Four-way intersections are banned. All intersections must now be three-way intersections.",
    "agedesc5plus": "Many fervent worshipers have, in an effort to honor the number two, purchased a second nose.",
    "agedesc5minus": "To honor the holy number three, scientists have successfully added a third eye to a pig.",
    "agedesc6plus": "In an opulent effort to obey the rule of two, rich citizens have two separate bodies that they can switch between at will.",
    "agedesc6minus": "Only third-born children can vote for space president."
  },
  {
    "variable": "light",
    "agedesc2plus": "In this land, bright  lights burn in the street at all hours. Lamp Makers are the wealthiest plutocrats of the age.",
    "agedesc2minus": "Every night, the darkness guards patrol the streets, looking for families who leave their lights on after eight PM.",
    "agedesc3plus": "New gas flame technology brings daytime brightness to every room in every house all night long. The citizenry celebrates!",
    "agedesc3minus": "Every night, criminals break the darkness curfew and visit so-called, \"candle, bars\", where they sinfully enjoy forbidden night time lights.",
    "agedesc4plus": "Light pollution is the norm. No one has seen a star in a hundred years. Children weep at the darkness that lies between the cities.",
    "agedesc4minus": "Every night, the night-bells toll, and all lights shut off simultaneously, plunging the city into the <phoneme alphabet=\"ipa\" ph=\"ˈblɛsəd\">blessed</phoneme> darkness of night. Those who break the holy hours with a flashlight risk capital punishment.",
    "agedesc5plus": "Many humans have modified their genetic code, so that they glow like a glowstick. This ensures that they can never again, accidentally commit the sin, of standing in a dark room.",
    "agedesc5minus": "In the wild urban hellscapes of this futuristic, age, criminals trade glowsticks in grimy alleyways, and cops hurry to break up basement lightbulb raves.",
    "agedesc6plus": "Earth burns almost as brightly as the sun. Most plants and animals have been crisped to death by the power of humanity's lightbulbs. Visitors to Earth are forced to wear protective clothing, and sunglasses thicker than a human fist.",
    "agedesc6minus": "From space, one can see darkness fall like a crashing wave, as the dateline marches, inexorably, around the earth. All citizens unquestioningly obey the Edict of Night."
  },
  {
    "variable": "elfs",
    "agedesc2plus": "This city is watched by many guards. Every crack, in every building, is plugged. No one feels safe... for <phoneme alphabet=\"ipa\" ph=\"ɛlfs\">elfs</phoneme> could be hiding anywhere.",
    "agedesc2minus": "In the town square, parents are pilloried for teaching their children the lie of Santa Claus. Their own children pelt them with tomatoes.",
    "agedesc3plus": "The city is fortified with thousands of steam-powered pressure-sensitive elf-traps. Mostly, they only kill rats, but people are glad to have them as protection.",
    "agedesc3minus": "Unexplained phenomena have the citizenry in a tizzy. Everyone knows <phoneme alphabet=\"ipa\" ph=\"ɛlfs\">elfs</phoneme> cannot be real... so who is stealing all these socks and keys?",
    "agedesc4plus": "Soldiers patrol the streets with powerful smart-guns, ready to train them on an invading elf, at a moment's notice.",
    "agedesc4minus": "The great red elf lie, Santa Claus, is forbidden. Holiday music is forbidden. Society is eternally grateful.",
    "agedesc5plus": "Microscopic elf-sensors are all the rage this holiday season. Everyone is wiring their home with thousands of tiny tripwires.",
    "agedesc5minus": "Everyone knows that <phoneme alphabet=\"ipa\" ph=\"ɛlfs\">elfs</phoneme> are not real, but this knowledge creates a dark shadow, of <emphasis><prosody volume=\"loud\">doubt.</prosody></emphasis> Renegade artists create statues of small <phoneme alphabet=\"ipa\" ph=\"ɛlfs\">elfs</phoneme>, and leave them in stranger's gardens, to sow chaos and strife.",
    "agedesc6plus": "Earth has finally located the planet that <phoneme alphabet=\"ipa\" ph=\"ɛlfs\">elfs</phoneme> must come from. Within a year, they will launch their attack vessels to obliterate it, and humanity will finally be free of the elf curse.",
    "agedesc6minus": "At the furthest reaches of the Human empire, an entire prison planet of fiendish Santa Claus actors, orbits a dark star. They say that the ghostly, ho, ho, hos, of these Santa liars, echo in space."
  },
  {
    "variable": "lobster",
    "agedesc2plus": "Every town has a common lobster pond, where lobsters, crawfish, crawdads, crayfish, crawdaddies, freshwater lobsters, mudbugs, mountain lobsters, yabbies, and other lobster-shaped creatures are nurtured and grown for market.",
    "agedesc2minus": "Everyone believes that lobsters are disgusting. The king hires mercenaries to sail the oceans and kill lobsters by the thousand, tossing their gross bodies back into the waves.",
    "agedesc3plus": "Steamed lobsters are the great delicacy of this age of steam. There are so many lobsters being steamed in town that the air is now 30% lobster particulate matter.",
    "agedesc3minus": "A rogue lobster causes a panic when it crawls into a major city. The riots, and violent hysterias, that follow leave thousands dead.",
    "agedesc4plus": "Emotional Support Lobsters are now more common than pet dogs.",
    "agedesc4minus": "The UN declares dropping a lobster into an enemy city to be a form of biological warfare. Survivors of the 1957 Seattle Panic say they feel vindicated.",
    "agedesc5plus": "Eating lobsters is now illegal. A sentient lobster has been elected to congress in Massachusetts.",
    "agedesc5minus": "Gene hackers have discovered a method of making the human brain immune to the fear of lobsters that plagues earth society. Hundreds of thousands of people rush to pay for this life-changing treatment.",
    "agedesc6plus": "Mankind shares earth with a race of wise and powerful lobsters. Most religious leaders are now lobsters.",
    "agedesc6minus": "A rogue faction of horrible lobsters has made its home in the icy seas of Europa. Humans abandon the planet in terror, then nuke it from orbit. The fate of the lobsters is uncertain."
  },
  {
    "variable": "knuckles",
    "agedesc2plus": "Services at your temple begin with a mass cracking of knuckles.",
    "agedesc2minus": "Temple guards operate on a \"make a crack, get a smack,\" policy, striking any temple-goers who crack their knuckles.",
    "agedesc3plus": "Steam barons have created pneumatic knuckles that crack at the push of a button.",
    "agedesc3minus": "A new glove that eliminates the sound of any accidental knuckle cracking is taking the world by storm.",
    "agedesc4plus": "Priests encourage worshipers to attend full body crack sessions at your temples, which are now known as \"crack houses.",
    "agedesc4minus": "The illicit sound of popping knuckles is banned from all media.",
    "agedesc5plus": "The first human who is able to crack all 360 joints is elevated to sainthood.",
    "agedesc5minus": "Your worshipers guzzle a groundbreaking new serum that removes air bubbles from all synovial fluid, making knuckles uncrackable.",
    "agedesc6plus": "There are seven distinct languages comprised entirely of knuckle cracks.",
    "agedesc6minus": "The human genome has been modified to eliminate joint cracking entirely."
  },
  {
    "variable": "gerbil",
    "agedesc2plus": "Gerbils are very popular as food, and as pets. Most families raise a backyard flock of gerbils.",
    "agedesc2minus": "Families are abandoning their gerbils in the street, in an attempt to live in accordance with your wishes. However, this means that there are huge quantities of wild gerbils in every city in the land.",
    "agedesc3plus": "Gerbils are growing rarer, and rarer, as humans poach them from the wild to keep as pets. Homespun gerbil breeders make a killing providing these precious creatures to their neighbors.",
    "agedesc3minus": "Wild packs of gerbils, abandoned by their owners, surge through the city streets. As they approach, the ground shakes and people climb the trees for safety. <say-as interpret-as=\"interjection\">watch out</say-as>!",
    "agedesc4plus": "Gerbil shows, air on national television. The international festival of gerbil breeders outranks the Super Bowl, on <emphasis>game</emphasis> day.",
    "agedesc4minus": "Gerbils abandoned by their owners now pose a threat to human life. Gerbils are actually omnivorous, and they do not turn their hungry mouths from human flesh.",
    "agedesc5plus": "Rich kids stroll through Manhattan, leading mutant gerbils the size of labradors, on diamond-studded leashes.",
    "agedesc5minus": "Feral gerbils, abandoned by their owners, have formed an advanced society in the desert outside albuquerque. As the freeways shut down, the National Guard airlifts survivors from the city.",
    "agedesc6plus": "Humans have terraformed the moon and use large portions of it for gerbil breeding. A single leap from a moon gerbil can take it over two miles across the moon terrain.",
    "agedesc6minus": "Many humans seek refuge in orbit, as packs of larger and more violent abandoned gerbils roam the earth. Only space is safe from the gerbil menace, and philosophers doubt the rift between man and gerbil will ever heal."
  },
  {
    "variable": "lettuce",
    "agedesc2plus": "All salads are made of iceberg <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> only. Kale, spinach, and other darker, greener leaves, are forbidden.",
    "agedesc2minus": "All salads are now made of spinach. It's great! Everyone loves spinach salad.",
    "agedesc3plus": "In this age of <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme>, all salads are now extremely boring.",
    "agedesc3minus": "All salads are now made of spinach. It's still great! Iceberg lettuce has ceased to exist, and no one misses it.",
    "agedesc4plus": "Humanity has been eating iceberg <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> for so long that they have forgotten that other types of salad are possible.",
    "agedesc4minus": "People eat spinach salads almost every day. They have a good time, and it makes them healthy. That's great! Iceberg <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> only exists in the history books.",
    "agedesc5plus": "Inventors have created a new form of <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> which tastes like spinach. Humanity's faith in lettuce has been restored!",
    "agedesc5minus": "No one has uttered the phrase \"iceberg <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme>\" in over six hundred years. The first word most children learn is \"spinach.",
    "agedesc6plus": "<phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> comes in more flavors than soda. <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> is also packed with nutrients; a single leaf of iceberg <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> can power an adult man for an entire day.",
    "agedesc6minus": "No one remembers what <phoneme alphabet=\"ipa\" ph =\"ˈl-eʔtʌːs\">lettuce</phoneme> is. Spinach is still around, though, and people love it. Hooray!"
  },
  {
    "variable": "flossing",
    "agedesc2plus": "Your churchgoers are easily distinguishable from heathens by their immaculately flossed teeth.",
    "agedesc2minus": "Losing a tooth to dental rot is considered a holy rite of passage.",
    "agedesc3plus": "Flossing parlours are more common than convenience stores.",
    "agedesc3minus": "The last dentist was killed 100 years ago.",
    "agedesc4plus": "Flossing enthusiasts slowly but surely carve divine patterns into the sides of their teeth.",
    "agedesc4minus": "Due to overwhelming demand, restaurants now offer pre-chewed food.",
    "agedesc5plus": "Holy cybernetic warriors have flossed their teeth into fangs.",
    "agedesc5minus": "Profusely bleeding gums are now a common cause of death. <say-as interpret-as=\"interjection\">Bummer</say-as>!",
    "agedesc6plus": "Your priests cover themselves in 10 pounds of used floss. It drapes from their arms and shoulders like a rancid robe.",
    "agedesc6minus": "Teeth are only a disgusting ancient memory."
  },
  {
    "variable": "toes",
    "agedesc2plus": "No one has worn shoes in decades. There are a lot of foot injuries, but the upside is that the roads are very clean.",
    "agedesc2minus": "It is considered deeply rude to display one's toes in public. Toe puritans require their youngsters to wear knee-high boots, and religious texts are edited to remove all reference to toes.",
    "agedesc3plus": "Humans do not wear shoes. Perps who shatter a glass bottle in the street now earn ten years in jail.",
    "agedesc3minus": "Toes are considered more foul than genitalia. Perverts often lurk in public bathrooms, wearing flip-flops, rudely flashing their toes to unsuspecting poopers.",
    "agedesc4plus": "All roads and sidewalks and public places around the world are kept incredibly clean, and are paved with soft, forgiving materials. People are excited to step outside and flaunt their toes.",
    "agedesc4minus": "Shoeless beaches are popular in some parts of europe. Showing a toe in a film in the United States instantly earns you an X rating.",
    "agedesc5plus": "Some gene hackers are modifying their feet to grow a hard and resilient transparent shell, but the procedure is risky, and some people consider this blasphemy.",
    "agedesc5minus": "Crude gene-hackers are modifying their genetic code to make their toes as large as possible. This is possibly the lewdest thing anyone can do.",
    "agedesc6plus": "The symbol of the bare toe has become the symbol of humanity. Aliens with particularly long and limber toes make good allies to Earth; but aliens with hoofs and tentacles often accuse earth of pro-toe bigotry.",
    "agedesc6minus": "Over years of genetic modification, humans have finally replaced their toes with hooves. Everyone is overjoyed."
  },
  {
    "variable": "wowza",
    "agedesc2plus": "Every morning, the sound of peasants greeting one another echoes over the rolling hills. \"<say-as interpret-as=\"interjection\">wowza</say-as>.\" \"<say-as interpret-as=\"interjection\">wowza</say-as>!",
    "agedesc2minus": "Each day, the priests greet newcomers to the temple with your holy phrase: \"<say-as interpret-as=\"interjection\">yowza</say-as>.\" \"peace be with you.",
    "agedesc3plus": "The steam-powered automata, guarding the capital city, know only one phrase: <say-as interpret-as=\"interjection\">wowza</say-as>. which signifies humility and an open spirit.",
    "agedesc3minus": "Steam-powered inquisition droids march through the slums, chanting: <say-as interpret-as=\"interjection\">yowza</say-as>. <say-as interpret-as=\"interjection\">yowza</say-as>. <say-as interpret-as=\"interjection\">yowza</say-as>.",
    "agedesc4plus": "As the stock market opens every morning, traders shout the traditional phrase of greeting and good luck: wohwuhwuh <say-as interpret-as=\"interjection\">wowza</say-as>",
    "agedesc4minus": "Religious police force every citizen to exclaim <say-as interpret-as=\"interjection\">yowza</say-as>. They punish people who do not sound enthusiastic enough.",
    "agedesc5plus": "Most people's ring tones go, \"<say-as interpret-as=\"interjection\">wowza</say-as>.\" \"<say-as interpret-as=\"interjection\">wowza</say-as>!\" \"<say-as interpret-as=\"interjection\">wowza</say-as>.\" \"<say-as interpret-as=\"interjection\">wowza</say-as>!",
    "agedesc5minus": "Every morning, all school children must stand at their desks and say the word <say-as interpret-as=\"interjection\">yowza</say-as> with their hand over their heart.",
    "agedesc6plus": "So many years have passed that the common phrase <say-as interpret-as=\"interjection\">wowza</say-as> has degenerated into <say-as interpret-as=\"interjection\">wowzer</say-as>. But it's OK!",
    "agedesc6minus": "King Thorvald 6 of, Europa, uses a military laser to carve the word, <say-as interpret-as=\"interjection\">yowza</say-as>. into the surface of Titan, sparking a war with the locals. Typical!"
  },
  {
    "variable": "snakes",
    "agedesc2plus": "Snakes are protected by the holy might of the church. They slither with impunity through even the most crowded town squares.",
    "agedesc2minus": "Every morning, the church passes out pamphlets that detail the various evil powers and forms of snakes.",
    "agedesc3plus": "Many priests have small snakes living in their nostrils -- a sign of their holiness.",
    "agedesc3minus": "The most terrifying weapon of all time has been invented: a mechanical trebuchet that fires a boulder comprised entirely of venomous snakes.",
    "agedesc4plus": "The Snake Channel is the most popular television station. It's just 24 hour footage of snakes.",
    "agedesc4minus": "Snakes are probably under every bed in the world,\" the Church confirms. <say-as interpret-as=\"interjection\">jeepers creepers</say-as>.",
    "agedesc5plus": "Forked tongue surgery is covered under every health insurance plan.",
    "agedesc5minus": "The World Council ranks snakes as the humanity's number one threat.",
    "agedesc6plus": "Humankind was delighted to discover a race of intelligent space snakes. One of them is now the president of earth.",
    "agedesc6minus": "A colony on Mercury offers a \"no snakes guarantee.\" This attracts hordes of terrified colonists. <say-as interpret-as=\"interjection\">Bon voyage</say-as>!"
  },
  {
    "variable": "death",
    "agedesc2plus": "In this society, many people fling themselves into a sacred Pit of Death on their 50th birthday. <say-as interpret-as=\"interjection\">kersplat</say-as>! It is a very religious experience.",
    "agedesc2minus": "In this society, everyone fears death. Paradoxically, this results in a high volume of murders and much interpersonal violence. <say-as interpret-as=\"interjection\">bummer</say-as>!",
    "agedesc3plus": "Giant steam-powered mausoleums occupy the place of honor at the center of every city. Everyone wears extremely stylish grieving clothes all the time.",
    "agedesc3minus": "Terrified of death, the rich and powerful encase themselves in murder-proof iron cocoons. Powerful plutocrats will not go outdoors unless they are inside a mech suit.",
    "agedesc4plus": "Ninety percent of all humans are goths now.",
    "agedesc4minus": "Petrified at the thought of death, all human scientific effort is bent toward the search for immortality. Human lifespans now exceed one hundred and fifty years.",
    "agedesc5plus": "Almost every human is now a type of \"cyber goth.\" How exciting!",
    "agedesc5minus": "To avoid the mortal specter of death, many humans are uploading their brains to deep storage. Fear of death is being replaced by a fear of bit rot.",
    "agedesc6plus": "Giant space mausoleums orbit the sun. They cast enormous, coffin-shaped shadows on the earth several times a day, much to humanity's glee. There are now more graves on earth than living human beings.",
    "agedesc6minus": "To avoid death, everyone is cloned ten thousand times at birth, so their consciousness can be uploaded to clones in case of an accident. People now die over and over again many times. No one can agree whether this is better."
  }
]
